export default {
  projections: {
    ЗаписьE: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      оказаниеУслуг: {
        __caption__: 'Оказание услуг'
      }
    },
    ЗаписьL: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      комментарий: {
        __caption__: 'Комментарий'
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    кодЗаписи: {
      __caption__: 'Код записи'
    },
    комментарий: {
      __caption__: 'Комментарий'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    кабинет: {
      __caption__: 'кабинет'
    },
    клиент: {
      __caption__: 'клиент'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    },
    оказаниеУслуг: {
      __caption__: 'Оказание услуг'
    }
  }
};
