export default {
  projections: {
    МатериалE: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    },
    МатериалL: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    кодМатериала: {
      __caption__: 'Код материала'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    производитель: {
      __caption__: 'производитель'
    }
  }
};
