export default {
  projections: {
    ОплатаE: {
      оплачено: {
        __caption__: 'Оплачено'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      }
    },
    ОплатаL: {
      оплачено: {
        __caption__: 'Оплачено'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      }
    }
  },
  validations: {
    оплачено: {
      __caption__: 'Оплачено'
    },
    типОплаты: {
      __caption__: 'Тип оплаты'
    },
    запись: {
      __caption__: 'запись'
    }
  }
};
